9/data/attachments/3ae086d61c4e1f1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b8a33106-67bf-4912-84c1-bc40c6913898</nif:username>
            <nif:friendToBeAdded>Misty_say_Friend_21448_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>